tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "blueutil"
brew "duti"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "howdoi"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "php"
brew "pyenv"
brew "readline"
brew "ripgrep"
brew "sqlite"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "task"
brew "tcl-tk"
brew "timg"
brew "tmux"
brew "tree"
brew "wget"
brew "xz"
brew "yt-dlp"
brew "zbar"
brew "zlib"
cask "adguard"
cask "aerial"
cask "alfred"
cask "alt-tab"
cask "amethyst"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "enpass"
cask "font-symbols-only-nerd-font"
cask "google-drive"
cask "itsycal"
cask "karabiner-elements"
cask "kitty"
cask "logi-options-plus"
cask "lunar"
cask "mactex"
cask "microsoft-teams"
cask "nordvpn"
cask "qlmarkdown"
cask "shottr"
cask "sioyek"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Microsoft Excel", id: 462058435
mas "Podurama", id: 1497491520
