tap "beeftornado/rmtree"
tap "brewsci/science"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jorgelbg/tap"
tap "kde-mac/kde", "https://invent.kde.org/packaging/homebrew-kde.git"
tap "normen/tap"
tap "universal-ctags/universal-ctags"
tap "yt-dlp/taps"
tap "zegervdv/zathura"
brew "readline"
brew "abook"
brew "ack"
brew "libpng"
brew "glib"
brew "xz"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "librsvg"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "bib-tool"
brew "boost"
brew "libgit2"
brew "openssl@3"
brew "catimg"
brew "ccache"
brew "ccls"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dbus"
brew "dfu-util"
brew "python@3.10"
brew "doxygen"
brew "dtc"
brew "elinks"
brew "exa"
brew "fd"
brew "fdk-aac"
brew "unbound"
brew "gnutls"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gobject-introspection"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "graphviz"
brew "gsl"
brew "gtk+3"
brew "htop"
brew "imagemagick"
brew "isync"
brew "jq"
brew "lesspipe"
brew "libimagequant"
brew "libnotify"
brew "unibilium"
brew "links"
brew "lynx"
brew "mackup"
brew "mas"
brew "mdcat"
brew "ninja"
brew "mono", link: false
brew "msgpack"
brew "msmtp"
brew "mupdf-tools"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "node"
brew "qpdf"
brew "ocrmypdf"
brew "openjdk"
brew "pandoc"
brew "parallel"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt@5"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "scrcpy"
brew "spack"
brew "starship"
brew "stow"
brew "utf8proc"
brew "task"
brew "taskd"
brew "tasksh"
brew "taskwarrior-tui"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "timg"
brew "tldr"
brew "tmux"
brew "urlview"
brew "verapdf"
brew "vim"
brew "w3m"
brew "wget"
brew "zlib"
brew "zsh"
brew "brewsci/science/mathgl"
brew "jesseduffield/lazygit/lazygit"
brew "jorgelbg/tap/pinentry-touchid"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "yt-dlp/taps/yt-dlp"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD", "with-synctex"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "adguard-nightly"
cask "adobe-acrobat-reader"
cask "alfred"
cask "alt-tab"
cask "amethyst"
cask "android-file-transfer"
cask "android-platform-tools"
cask "anki"
cask "appcleaner"
cask "brave-browser"
cask "chromedriver"
cask "docker"
cask "dozer"
cask "dropbox"
cask "enpass"
cask "epic-games"
cask "firefox"
cask "flux"
cask "font-anonymice-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-space-mono"
cask "font-space-mono-nerd-font"
cask "gcc-arm-embedded"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "itsycal"
cask "joshjon-nocturnal"
cask "karabiner-elements"
cask "kodi"
cask "logi-options-plus"
cask "lunar"
cask "mactex"
cask "mathpix-snipping-tool"
cask "mos"
cask "mpv"
cask "obs"
cask "obsidian"
cask "paraview"
cask "plover"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "qutebrowser"
cask "sioyek"
cask "skim"
cask "spotify"
cask "steam"
cask "touch-bar-simulator"
cask "visual-studio-code"
cask "warp"
cask "webpquicklook"
cask "whatsapp-beta"
cask "zoom"
cask "zotero"
mas "Amphetamine", id: 937984704
mas "Bandwidth+", id: 490461369
mas "Encrypto", id: 935235287
mas "HeliumLift", id: 1018899653
mas "Horo", id: 1437226581
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "NordVPN", id: 905953485
mas "Pocket", id: 568494494
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
