tap "beeftornado/rmtree"
tap "brewsci/science"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "normen/tap"
tap "universal-ctags/universal-ctags"
tap "yt-dlp/taps"
tap "zegervdv/zathura"
brew "readline"
brew "abook"
brew "ack"
brew "libpng"
brew "xz"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "gobject-introspection"
brew "harfbuzz"
brew "librsvg"
brew "bat"
brew "bib-tool"
brew "boost"
brew "python@3.10"
brew "ccls"
brew "shared-mime-info"
brew "imagemagick"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dbus"
brew "doxygen"
brew "fd"
brew "fdk-aac"
brew "unbound"
brew "gnutls"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "go"
brew "graphviz"
brew "gsl"
brew "isync"
brew "jq"
brew "libnotify"
brew "unibilium"
brew "lynx"
brew "mackup"
brew "mas"
brew "mdcat"
brew "mono", link: false
brew "msgpack"
brew "msmtp"
brew "mupdf-tools"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "node"
brew "openjdk"
brew "openssl@3"
brew "pandoc"
brew "parallel"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "poppler"
brew "pyenv"
brew "ripgrep"
brew "scrcpy"
brew "stow"
brew "task"
brew "taskd"
brew "tasksh"
brew "taskwarrior-tui"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "timg"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "urlview"
brew "vim"
brew "w3m"
brew "zlib"
brew "zsh"
brew "brewsci/science/mathgl"
brew "jorgelbg/tap/pinentry-touchid"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "yt-dlp/taps/yt-dlp"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD", "with-synctex"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "adobe-acrobat-reader"
cask "alfred"
cask "amethyst"
cask "android-file-transfer"
cask "android-platform-tools"
cask "anki"
cask "appcleaner"
cask "chromedriver"
cask "discord"
cask "dozer"
cask "dropbox"
cask "enpass"
cask "epic-games"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "itsycal"
cask "jabref"
cask "joshjon-nocturnal"
cask "karabiner-elements"
cask "kodi"
cask "lunar"
cask "mos"
cask "mpv"
cask "obs"
cask "plover"
cask "pycharm-edu"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "steam"
cask "touch-bar-simulator"
cask "visual-studio-code"
cask "webpquicklook"
cask "whatsapp-beta"
cask "zoom"
cask "zotero"
mas "Amphetamine", id: 937984704
mas "Bandwidth+", id: 490461369
mas "Encrypto", id: 935235287
mas "FileZilla Pro", id: 1298486723
mas "Helium", id: 1054607607
mas "HeliumLift", id: 1018899653
mas "Horo", id: 1437226581
mas "HP Easy Scan", id: 967004861
mas "HP Smart", id: 1474276998
mas "Magnet", id: 441258766
mas "NordVPN", id: 905953485
mas "Pocket", id: 568494494
mas "QuickShade", id: 931571202
mas "The Unarchiver", id: 425424353
mas "We Love Lights", id: 1479422551
mas "Xcode", id: 497799835
mas "XMenu", id: 419332741
