tap "brewsci/science"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "zegervdv/zathura"
brew "readline"
brew "abook"
brew "ack"
brew "libpng"
brew "glib"
brew "openssl@3"
brew "xz"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "librsvg"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "bib-tool"
brew "blueutil"
brew "boost"
brew "catimg"
brew "ccache"
brew "ccls"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dbus"
brew "dfu-util"
brew "doxygen"
brew "dtc"
brew "duti"
brew "elinks"
brew "libgit2"
brew "exa"
brew "fd"
brew "fdk-aac"
brew "unbound"
brew "gnutls"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gobject-introspection"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "graphviz"
brew "gsl"
brew "gtk+3"
brew "howdoi"
brew "htop"
brew "imagemagick"
brew "isync"
brew "jq"
brew "lazygit"
brew "lesspipe"
brew "libimagequant"
brew "libnotify"
brew "unibilium"
brew "links"
brew "lynx"
brew "mackup"
brew "mas"
brew "mdcat"
brew "ninja"
brew "python@3.10"
brew "mono", link: false
brew "msgpack"
brew "msmtp"
brew "mupdf-tools"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "node"
brew "qpdf"
brew "ocrmypdf"
brew "openjdk"
brew "pandoc"
brew "parallel"
brew "tree"
brew "pass"
brew "php"
brew "pinentry-mac"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt@5"
brew "r"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "scrcpy"
brew "spack"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "task"
brew "taskd"
brew "tasksh"
brew "taskwarrior-tui"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "timg"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "urlview"
brew "verapdf"
brew "vim"
brew "w3m"
brew "wget"
brew "yt-dlp"
brew "zbar"
brew "zlib"
brew "zsh"
brew "brewsci/science/mathgl"
brew "jorgelbg/tap/pinentry-touchid"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD", "with-synctex"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "adguard"
cask "adobe-acrobat-reader"
cask "adobe-digital-editions"
cask "alfred"
cask "alt-tab"
cask "amethyst"
cask "android-platform-tools"
cask "anki"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "chromedriver"
cask "docker"
cask "dropbox"
cask "enpass"
cask "epic-games"
cask "epson-photo-plus"
cask "fiji"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-space-mono"
cask "font-space-mono-nerd-font"
cask "font-special-elite"
cask "gcc-arm-embedded"
cask "google-drive"
cask "graphicconverter"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "kitty"
cask "kodi"
cask "logi-options-plus"
cask "logitech-g-hub"
cask "logitech-unifying"
cask "lunar"
cask "mactex"
cask "microsoft-teams"
cask "mos"
cask "mpv"
cask "obs"
cask "obsidian"
cask "plover"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "raspberry-pi-imager"
cask "raycast"
cask "samsung-portable-ssd-t7"
cask "shottr"
cask "sioyek"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
cask "zotero"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "NordVPN", id: 905953485
mas "Pocket", id: 568494494
mas "Podurama", id: 1497491520
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "alefragnani.Bookmarks"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "GitHub.remotehub"
vscode "jasonnutter.search-node-modules"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-repositories"
vscode "shadowndacorner.vscode-easymotion"
vscode "spadin.zmk-tools"
vscode "xabikos.JavaScriptSnippets"
