tap "homebrew/bundle"
tap "homebrew/core"
brew "abook"
brew "bat"
brew "coreutils"
brew "krb5"
brew "curl"
brew "dbus"
brew "elfutils"
brew "fd"
brew "gcc"
brew "libva"
brew "sqlite"
brew "python@3.10", link: false
brew "fzf"
brew "gh"
brew "gpgme"
brew "isync"
brew "lesspipe"
brew "lynx"
brew "msmtp"
brew "mupdf"
brew "notmuch"
brew "python@3.9"
brew "neomutt"
brew "neovim"
brew "pandoc"
brew "tree"
brew "pass"
brew "ripgrep"
brew "sxiv"
brew "taskwarrior-tui"
brew "universal-ctags"
brew "urlview"
brew "zsh"
