tap "homebrew/bundle"
tap "homebrew/core"
brew "abook"
brew "aom"
brew "apr"
brew "mawk"
brew "sqlite"
brew "unixodbc"
brew "apr-util"
brew "argon2"
brew "aspell"
brew "bat"
brew "krb5"
brew "python@3.10", link: false
brew "curl"
brew "freetds"
brew "libavif"
brew "webp"
brew "gd"
brew "libpq"
brew "libsodium"
brew "libxslt"
brew "libzip"
brew "oniguruma"
brew "tidy-html5"
brew "php"
brew "composer"
brew "coreutils"
brew "dbus"
brew "elfutils"
brew "libgit2"
brew "exa"
brew "fd"
brew "libva"
brew "gcc"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gpgme"
brew "isync"
brew "mbedtls@2"
brew "metis"
brew "openblas"
brew "openlibm"
brew "p7zip"
brew "suite-sparse"
brew "utf8proc"
brew "julia"
brew "lesspipe"
brew "linux-headers@4.4"
brew "luarocks"
brew "lynx"
brew "msmtp"
brew "mupdf"
brew "notmuch"
brew "python@3.9"
brew "neomutt"
brew "neovim"
brew "openssl@3"
brew "pandoc"
brew "tree"
brew "pass"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "starship"
brew "sxiv"
brew "taskwarrior-tui"
brew "universal-ctags"
brew "urlview"
brew "zsh"
